
{
    "about.teamMembers": "Membres de l'équipe",
    "about.instructor": "Instructeur",
    "about.developer": "Développeur",
    "transformYourTeaching": "Transformez votre enseignement",
    "myWebClassOffers": "MyWebClass offre une opportunité d'équiper vos étudiants avec des compétences de pointe en génie logiciel, leur permettant de se lancer dans un voyage d'apprentissage transformateur. Découvrez des technologies avancées et des méthodes d'enseignement innovantes qui révolutionneront votre expérience en classe. Notre plateforme est conçue pour rassembler des éducateurs du monde entier passionnés d'innovation et d'apprentissage. Que vous soyez intéressé par le développement de sites Web, la technologie pilotée par l'IA, les méthodologies agiles ou les approches lean, notre communauté offre une richesse de connaissances et de ressources pour vous aider à transformer votre enseignement et les résultats d'apprentissage des étudiants",
    "courses": "Cours",
    "signUpForOurNewsletter": "Inscrivez-vous à notre newsletter",
    "enterYourEmail": "Entrez votre email",
    "signUp": "S'inscrire",
    "contactUs": "Nous contacter",
    "name": "Nom :",
    "email": "Email :",
    "note": "Note :",
    "writeYourNote": "Écrivez votre note...",
    "subscribe": "S'abonner",
    "success": "Succès !",
    "sending": "Envoi en cours...",
    "close": "Fermer",
    "emailError": "Veuillez entrer une adresse e-mail valide !",
    "title": "MyWebClass.org | Confidentialité",
    "heading": "Politique de confidentialité et de cookies",
    "intro": "Nous nous soucions de votre vie privée. Cette politique de confidentialité explique les informations personnelles que ce site Web collecte auprès de ses utilisateurs, comment ces informations sont utilisées et avec qui elles sont partagées.",
    "infoHeading": "Informations que nous collectons",
    "infoList": [
      "Nom",
      "Adresse e-mail",
      "Informations sur votre appareil, telles que votre adresse IP, le type de navigateur et le système d'exploitation."
    ],
    "useHeading": "Comment nous utilisons vos informations",
    "useList": [
      "Pour respecter les exigences légales",
      "Pour améliorer l'expérience utilisateur",
      "Pour améliorer le site Web et les services grâce à l'analyse",
      "Pour respecter les obligations légales",
      "Pour personnaliser le contenu et la publicité"
    ],
    "shareHeading": "Partage d'informations",
    "shareInfo": "Nous ne vendons, ne louons ni n'échangeons vos informations personnelles avec des tiers. Cependant, nous pouvons partager vos informations personnelles avec des fournisseurs de services tiers qui nous aident dans l'analyse pour fournir de meilleurs services et produits.",
    "securityHeading": "Mesures de sécurité",
    "securityInfo": "Nous prenons des mesures raisonnables pour protéger vos informations personnelles contre tout accès, utilisation ou divulgation non autorisés. Cependant, nous ne pouvons garantir la sécurité de vos informations, car aucune méthode de transmission sur Internet n'est complètement sécurisée.",
    "accessibilityHeading": "Politique d'accessibilité",
    "accessibilityInfo": "Nous nous engageons à ce que notre site Web soit accessible à tous, y compris aux personnes handicapées. Nous nous efforçons de respecter les directives d'accessibilité au contenu Web (WCAG) 2.1 niveau AA.",
    "analyticsHeading": "Google Analytics",
    "analyticsInfo": "Nous collectons des informations sur votre utilisation de notre site Web à l'aide de Google Analytics. Google Analytics collecte des informations telles que la fréquence à laquelle les gens visitent le site, les pages qu'ils visitent lorsqu'ils le font et les autres sites qu'ils ont visités avant d'arriver sur notre site Web. Nous utilisons les données de Google Analytics pour améliorer notre site Web et l'expérience utilisateur. Google Analytics ne collecte que l'adresse IP qui vous est attribuée le jour de votre visite sur notre site Web, pas votre nom ni d'autres informations d'identification. Nous ne combinons pas les informations recueillies via Google Analytics avec des informations personnellement identifiables. Google Analytics place un cookie persistant sur votre navigateur Web pour vous reconnaître en tant qu'utilisateur unique la prochaine fois que vous visitez le site.",
    "dataRetentionHeading": "Conservation et sécurité des données",
    "dataRetentionInfo": "Nous conservons les informations que nous collectons aussi longtemps que nécessaire pour remplir les objectifs pour lesquels elles ont été collectées, sauf si une période de conservation plus longue est requise par la loi. Nous prenons des mesures raisonnables pour protéger les informations que nous collectons contre la perte, le vol, la mauvaise utilisation et l'accès, la divulgation, l'altération et la destruction non autorisés.",
    "rightsHeading": "Vos droits",
    "rightsInfo": "Droit d'accès : Les utilisateurs ont le droit de demander l'accès à leurs données personnelles détenues par le site Web. Cela inclut des informations sur les données collectées, leur utilisation et les personnes avec lesquelles elles sont partagées. Droit de rectification : Si les données personnelles de l'utilisateur sont inexactes ou incomplètes, il a le droit de demander qu'elles soient corrigées ou mises à jour. Droit à l'effacement : Les utilisateurs ont le droit de demander que leurs données personnelles soient supprimées de la base de données du site Web. Cependant, ce droit n'est pas absolu et peut être limité dans certaines circonstances.",
    "changesHeading": "Modifications de cette politique",
    "changesInfo": "Cette politique de confidentialité peut être mise à jour de temps à autre. Tous les changements vous seront communiqués en publiant la politique de confidentialité révisée sur cette page. Nous vous encourageons à examiner notre politique de confidentialité régulièrement pour les changements.",
    "contactHeading": "Contactez-nous",
    "contactInfo": "Veuillez nous contacter à ym336@njit.edu, rs336@njit.edu ou dv339@njit.edu si vous avez des questions concernant cette politique de confidentialité."
  }
  